[
  {
    "cardid":"18",
    "title":"Meticulous",
    "definition":"Showing great attention to detail; very careful and precise.",
    "phrase":"the designs are hand-glazed with meticulous care",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"careful, conscientious, diligent, ultra-careful, scrupulous, punctilious, painstaking, demanding, exacting, accurate, correct",
    "examples":"'he had always been so meticulous about his appearance'"
  },
  {
    "cardid":"17",
    "title":"Erudite",
    "definition":"Having or showing great knowledge or learning.",
    "phrase":"Ken could turn any conversation into an erudite discussion",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"learned, scholarly, well educated, knowledgeable, well read, widely read, well versed, well informed, lettered, cultured, cultivated, civilized, intellectual",
    "examples":"'she was very erudite'\n'The Clinton debate was, it turned out, an unusually erudite discussion.'"
  },
  {
    "cardid":"16",
    "title":"Fastidious",
    "definition":"very careful and attentive.",
    "phrase":"she dressed with fastidious care",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"scrupulous, punctilious, painstaking, meticulous, assiduous, sedulous, perfectionist, fussy, finicky, dainty, over-particular",
    "examples":"'The central characters are fastidious, scrupulous and articulate.'\n'Aside from this fastidious attention to detail, the designer's work has few distinguishing features.'"
  },
  {
    "cardid":"15",
    "title":"Euphoric",
    "definition":"Characterized by or feeling intense excitement and happiness.",
    "phrase":"The atmosphere was euphoric even before we took the lead.",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"elated, happy, joyful, joyous, delighted, gleeful, excited, exhilarated, animated, jubilant, exultant, ecstatic, blissful",
    "examples":"'You want to know when I'm happy or sad, tired, glad, euphoric, if I just got piece, whatever.'"
  },
  {
    "cardid":"14",
    "title":"Enigma",
    "definition":"A person or thing that is mysterious or difficult to understand.",
    "phrase":"What is left is the puzzle and the enigma that we need to figure out.",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"mystery, puzzle, riddle, conundrum, paradox, problem, unsolved problem, question, question mark, quandary",
    "examples":"'It is often felt that death is an enigma, perhaps the ultimate mystery.'"
  },
  {
    "cardid":"13",
    "title":"Pedant",
    "definition":"a person who is excessively concerned with minor details and rules or with displaying academic learning.",
    "phrase":"The questioner is shouted down, accused of being a grammatical pedant.",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"dogmatist, purist, literalist, formalist, doctrinaire; precisionist, perfectionist",
    "examples":"'I like that sentence and I don't care what grammatical pedants think.'"
  },
  {
    "cardid":"12",
    "title":"Abeyance",
    "definition":"A state of temporary disuse or suspension.",
    "phrase":"matters were held in abeyance pending further enquiries",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"suspension, a state of suspension, a state of dormancy, a state of latency, a state of uncertainty, suspense, remission, reserve",
    "examples":"'This meant escalation of the pain that had been held in abeyance.'"
  },
  {
    "cardid":"11",
    "title":"Pragmatic",
    "definition":"Dealing with things sensibly and realistically in a way that is based on practical rather than theoretical considerations.",
    "phrase":"a pragmatic approach to politics.",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"down-to-earth, earthy, hardheaded, matter-of-fact, practical, realistic.",
    "examples":"'All three authors point out that as a composer Stravinsky was very pragmatic.'"
  },
  {
    "cardid":"10",
    "title":"Bolster",
    "definition":"support or strengthen.",
    "phrase":"Place a firm bolster against the wall.",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"strengthen, support, reinforce, make stronger, boost, fortify, give a boost to",
    "examples":"'They took high premiums to bolster up the funds.'\n'the fall in interest rates is starting to bolster confidence'"
  },
  {
    "cardid":"9",
    "title":"Soporific",
    "definition":"Tending to induce drowsiness or sleep.",
    "phrase":"the motion of the train had a somewhat soporific effect.",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"sleep-inducing, somnolent, sedative, calmative, tranquillizing, narcotic, opiate, drowsy, sleepy, somniferous",
    "examples":"'some medicine made her soporific'\n'Instead, I stood mesmerised by his soporific chanting.'"
  },
  {
    "cardid":"8",
    "title":"Fervid",
    "definition":"intensely enthusiastic or passionate, especially to an excessive degree.",
    "phrase":"his fervid protestations of love",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"ardent, blazing, burning, charged, emotional, hot-blooded, incandescent, intense, passional, passionate",
    "examples":"'I don't have the feeling that he is a fervid prosecutor in the sense that he thinks that anyone accused of something must be guilty.'"
  },
  {
    "cardid":"7",
    "title":"Auspicious",
    "definition":"brief and to the point; effectively cut short. ",
    "phrase":"Jessica is so talkative that her sister thought the situation warranted conciseness, and her being laconic.",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"favourable, propitious, promising, full of promise, bright, rosy, good, optimistic, hopeful, encouraging",
    "examples":"'This is an auspicious moment for our company,’ says its co-founder.'\n'It was not an auspicious moment to make their dream a reality.'"
  },
  {
    "cardid":"6",
    "title":"Engender",
    "definition":"Conducive to success; favourable.",
    "phrase":"it was not the most auspicious moment to hold an election.",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"produce, create, generate, arouse, rouse, provoke, incite, kindle, trigger",
    "examples":"'It engenders feelings of belief in what can be achieved.'\n'Many of these changes engender anxiety and fear.'"
  },
  {
    "cardid":"5",
    "title":"Aberrant",
    "definition":"Departing from an accepted standard.",
    "phrase":"this somewhat aberrant behaviour requires an explanation.",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"abnormal, anomalous, atypical, especial, exceeding, exceptional, extraordinary, freak, odd, peculiar, phenomenal, rare, singular, uncommon, unique, unusual",
    "examples":"'This year for some aberrant reason, I feel like watching, so let's all watch together.'\n'In fact, it covers two of my many aberrant fields of interest.'"
  },
  {
    "cardid":"4",
    "title":"Ameliorate",
    "definition":"make something better, become better. ",
    "phrase":"Increase in penalties and effective awareness programs would ameliorate the growing pollution levels and there by global warming it may have generated.",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"alleviate, lighten, mitigate, amend, help, improve, meliorate, relieve, upgrade, step up",
    "examples":"'the reform did much to ameliorate living standards'\n'The humour ameliorates the violence in the statement.'"
  },
  {
    "cardid":"3",
    "title":"Laconic",
    "definition":"brief and to the point; effectively cut short. ",
    "phrase":"Jessica is so talkative that her sister thought the situation warranted conciseness, and her being laconic.",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"brief, concise, terse, succinct, short, economical, elliptical, crisp, pithy, to the point, incisive, short and sweet, compendious",
    "examples":"'The problem is likely to be, at least in part, Hilberg's laconic style.'\n'his laconic reply suggested a lack of interest in the topic.'"
  },
  {
    "cardid":"2",
    "title":"Profound",
    "definition":"very great or intense; thoughtful.",
    "phrase":"'The experience had a very profound effect on me, both emotionally and spiritually.'",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"heartfelt, intense, keen, great, very great, extreme",
    "examples":"'Such films can never have a profound influence on the viewers, he says'.\n'I think it has quite profound implications for us as human beings.'"
  },
  {
    "cardid":"1",
    "title":"Abate",
    "definition":"become less intense or widespread; to reduce; lessen; diminish.",
    "phrase":"'the storm suddenly abated.'",
    "image":"https://i.imgur.com/X3n294d.jpg",
    "swords":"decrease, lessen, diminish, reduce, lower, dampen",
    "examples":"'nothing abated his crusading zeal.'\n'energy efficiency may be the quickest way to abate emissions of carbon dioxide.'"
  }
 ]
