[
   {
    "cardid":"61",
    "title":"Collateral",
    "definition":"Additional but subordinate; secondary.",
    "phrase":"the collateral meanings of a word",
    "image":"https://4.bp.blogspot.com/-mMwsdcGHzGA/WwPNKPrKvsI/AAAAAAAAAMc/blHPHoYMTVQmaWXu-b2vG61HKKrKN41xQCLcBGAs/s1600/Collateral.png",
    "swords":"incidental, accidental, unintended, secondary, subordinate",
    "examples":"'A cultural system that relies on short-term victories of one side over another does not effectively take into account the future of collateral effects and long deferred consequences.'"
  },
   {
    "cardid":"60",
    "title":"Prudent",
    "definition":"Acting with or showing care and thought for the future.",
    "phrase":"Auditors have praised Greenwich Council for its prudent management of public money.",
    "image":"",
    "swords":"wise, cautious, careful, thrifty, provident",
    "examples":"'Auditors have praised Greenwich Council for its prudent management of public money.'"
  },
   {
    "cardid":"59",
    "title":"Respectively",
    "definition":"Separately or individually and in the order already mentioned.",
    "phrase":"These score eight and seven out of 10 respectively in terms of adding value to an existing home.",
    "image":"",
    "swords":"separately, individually, singly, discretely",
    "examples":"'The two new products will be linked to endowment and pension plans respectively.'"
  },
   {
    "cardid":"58",
    "title":"Pre-empt",
    "definition":"Take action in order to prevent (an anticipated event) happening; Prevent.",
    "phrase":"First, it is clear the authorities did little or nothing to pre-empt the events of last year.",
    "image":"",
    "swords":"forestall, prevent",
    "examples":"'Often the coup is undertaken to pre-empt revolutionary change from below and impose a measure of reform from above.'"
  },
   {
    "cardid":"57",
    "title":"Permeate",
    "definition":"Spread throughout (something); pervade.",
    "phrase":"The idea that education permeates every aspect of life seems to have fallen by the wayside.",
    "image":"https://1.bp.blogspot.com/-k0N-PcysaaA/WwPNNDCayOI/AAAAAAAAANM/Xa7Yg00Tu8kBnD9kUqf7o4wA-BxnCFlLgCLcBGAs/s1600/Permeate.png",
    "swords":"pervade, spread through, fill, filter through, diffuse through, imbue, penetrate, pass through",
    "examples":"'He is emblematic of the good fun and sense of community that permeates this weekly event.'"
  },
   {
    "cardid":"56",
    "title":"Partisan",
    "definition":"A strong supporter of a party, cause, or person.",
    "phrase":"The numerous controversies between State advocates and partisans of private initiative explain this lag.",
    "image":"",
    "swords":"supporter, follower, adherent, devotee, champion, backer, upholder, promoter",
    "examples":"'True democracy is dreaded by partisans of the old left and right alike.'"
  },
   {
    "cardid":"55",
    "title":"Objective",
    "definition":"A thing aimed at or sought; a goal.",
    "phrase":"The proposals achieve our basic objectives and it is a major first step forward.",
    "image":"",
    "swords":"aim, intention, purpose, target, goal, intent",
    "examples":"'It is possible to set learning objectives and plan activities that the teacher hopes will achieve the objective, but the outcome will be different for different students.'"
  },
  {
    "cardid":"54",
    "title":"Maverick",
    "definition":"An unorthodox or independent-minded person.",
    "phrase":"They want independent minds, mavericks and free thinkers.",
    "image":"",
    "swords":"individualist, free spirit, original, trendsetter, bohemian, eccentric",
    "examples":"'A maverick, and an individual, he's running on instinct, fuelled by experience and making the right decisions.'"
  },
  {
    "cardid":"53",
    "title":"Bygone",
    "definition":"Belonging to an earlier time.",
    "phrase":"relics of a bygone age",
    "image":"",
    "swords":"past, former, earlier, one-time, long-ago, gone by, previous, forgotten",
    "examples":"'The Street administration portrays the mounted unit as a relic of a bygone era.'"
  },
  {
    "cardid":"52",
    "title":"Artless",
    "definition":"Without effort or pretentiousness; natural and simple.",
    "phrase":"an artless literary masterpiece",
    "image":"https://4.bp.blogspot.com/-TA35Xs2xBVA/WwPWiGeV-pI/AAAAAAAAAPA/af_GGnXv_FIQZxZyJq4xrrKm6TrsKOXqgCLcBGAs/s1600/Artless%2B%25281%2529.png",
    "swords":"natural, naive, simple, innocent, childlike, pure, ingenuous, guileless, candid",
    "examples":"'His prose is artless and nowhere near as polished as Osborne's, but his book still tells a fascinating story.'"
  },
  {
    "cardid":"51",
    "title":"Apathy",
    "definition":"Lack of interest, enthusiasm, or concern.",
    "phrase":"We may not be able to institute change, but apathy is the death of all dialogue and debate.",
    "image":"https://4.bp.blogspot.com/-Ef5EvqhsmGg/WwE4wrem2fI/AAAAAAAAAKM/OSKDRC5nFmUGK5vRMTBAgc56Rhrf0c17ACLcBGAs/s640/Apathy.png",
    "swords":"indifference, lack of interest, lack of enthusiasm, lack of concern, unconcern",
    "examples":"'This shows apathy on the part of the Government to the problems of the common man.'"
  },
  {
    "cardid":"50",
    "title":"Levy",
    "definition":"Impose a tax, fee, or fine on; Collect tax from.",
    "phrase":"a tax of two per cent was levied on all cargoes",
    "image":"https://2.bp.blogspot.com/-NXiSgqAeqGo/WwE4zFJbksI/AAAAAAAAAKo/rySXw0lDaJQ0yOtvXtyN4Cf5EXyzJoNpwCLcBGAs/s1600/Levy.png",
    "swords":"impose, charge, exact, demand, raise, collect, gather",
    "examples":"'Taxes are levied on the basis of income and property.'"
  },
  {
    "cardid":"49",
    "title":"Germane",
    "definition":"Relevant to a subject under consideration.",
    "phrase":"That is not germane to our theme.",
    "image":"https://4.bp.blogspot.com/-lkCabGuYyO0/WwPNLz5lhNI/AAAAAAAAAM8/hfc1amkMeygUJQPwXmQKmjbmskwy8af0ACLcBGAs/s640/Germane.png",
    "swords":"relevant, pertinent, applicable, apposite, material",
    "examples":"'It is therefore necessary that certain points germane to the subject be discussed in detail.'"
  },
  {
    "cardid":"48",
    "title":"Foreshadow",
    "definition":"Be a warning or indication of (a future event).",
    "phrase":"These dreams are invariably important, and often foreshadow events in the near future.",
    "image":"https://3.bp.blogspot.com/-HGy3slWZTr8/WwPNLlL4h9I/AAAAAAAAAM4/rRNz5ueztwM59eclyBcSHxKjs5T6jJBlgCLcBGAs/s640/Foreshadow.png",
    "swords":"augur, presage, portend, prognosticate, foreshow, foretell, indicate, suggest, signal",
    "examples":"'This impression is not quite accurate but does foreshadow events to come.'"
  },
  {
    "cardid":"47",
    "title":"Ephemeral",
    "definition":"Lasting for a very short time.",
    "phrase":"fashions are ephemeral: new ones regularly drive out the old",
    "image":"https://3.bp.blogspot.com/-Va41ksO0T8c/WwE4yKUlq-I/AAAAAAAAAKc/eqy5xPTx7Vo3x9a8NrVl4JKkRaRazBCIACLcBGAs/s1600/Ephemeral.png",
    "swords":"transitory, transient, fleeting, passing, short-lived, momentary, brief, short",
    "examples":"'The pictures reflect an interest in the ephemeral, impermanent, transient nature of the world.'"
  },
  {
    "cardid":"46",
    "title":"Deterrent",
    "definition":"Something that restrains or discourages.",
    "phrase":"The concentration of wealth and power is a great deterrent to democracy.",
    "image":"https://3.bp.blogspot.com/-vL43fR9n4SM/WwPTKWX_UbI/AAAAAAAAAOc/oSDQ9UbPM2M23ShMNNR0CF09V-OBZfbVQCLcBGAs/s1600/Deterrent%2B%25281%2529.png",
    "swords":"disincentive, discouragement, dissuasion, damper, brake, curb, check, restraint",
    "examples":"'These penalties will hopefully act as a deterrent to anybody else thinking of abusing or assaulting a referee.'"
  },
  {
    "cardid":"45",
    "title":"Concede",
    "definition":"Admit or agree that something is true after first denying or resisting it.",
    "phrase":"I had to concede that I'd overreacted.",
    "image":"https://1.bp.blogspot.com/-K6xm2K6phCU/WwPNKBMuErI/AAAAAAAAAMg/4vGDbogcZCYwbcrV6Ke2LgxZ79zPf3cfACLcBGAs/s1600/Concede%2B%25281%2529.png",
    "swords":"normal, standard, usual, typical, stock, ordinary, customary, conventional",
    "examples":"'All parties, including the government and the suppliers conceded the evidence as true.'"
  },
  {
    "cardid":"44",
    "title":"Chauvinism",
    "definition":"Exaggerated or aggressive patriotism.",
    "phrase":"public opinion was easily moved to chauvinism and nationalism.",
    "image":"https://1.bp.blogspot.com/--iP02w97XTY/WwPNJy0J8wI/AAAAAAAAAMY/XPdNR9S2sJ8mWsZnQcIAUECT0XP-oAPwgCLcBGAs/s1600/Chauvinism.png",
    "swords":"jingoism, excessive patriotism, blind patriotism, excessive nationalism, sectarianism, isolationism",
    "examples":"'A definite environment has been created of blind patriotism and chauvinism.'"
  },
  {
    "cardid":"43",
    "title":"Balk",
    "definition":"Hesitate or refuse to do something.",
    "phrase":"he balked at such a drastic solution.",
    "image":"https://3.bp.blogspot.com/-PjmBrspNRew/WwPUzz9Ps6I/AAAAAAAAAOo/le8fkfMR-3wQ-9cwCW3jWQGHS8RR64xywCLcBGAs/s1600/Balk%2B%25282%2529.png",
    "swords":"eschew, resist, refuse to, be unwilling to, draw the line at, be reluctant to, draw back from",
    "examples":"'At first she balked at the idea, saying she no longer performed those pieces.'"
  },
  {
    "cardid":"42",
    "title":"Facade",
    "definition":"A deceptive outward appearance.",
    "phrase":"She was behind a mask of facades, and at the moment, so was I.",
    "image":"https://2.bp.blogspot.com/-Ms4rZimYnj4/WwPNLeMlMoI/AAAAAAAAAM0/PxlWw0Jl4LcZM8TarfxYhWYcGjKkBBwnwCLcBGAs/s1600/Facade.png",
    "swords":"front, appearance, false display, pretence, illusion, posture, pose, sham, fake, ac, guise, mask, cloak",
    "examples":"'But behind his flawless English facade is a Celtic streak which has fuelled his career.'"
  },
  {
    "cardid":"41",
    "title":"Default",
    "definition":"An option that is selected automatically unless an alternative is specified",
    "phrase":"The program will choose a default filename for you.",
    "image":"https://4.bp.blogspot.com/-f8Mvl7uq9GA/WwE4xdOC0RI/AAAAAAAAAKY/A_bDff9EzucKPFUjjkbNRiifxFeCiHgGwCLcBGAs/s1600/Default.png",
    "swords":"normal, standard, usual, typical, stock, ordinary, customary, conventional",
    "examples":"'Stephen informed us that there is such an option in the software but that the default setting is off.'"
  },
  {
    "cardid":"40",
    "title":"Diffidence",
    "definition":"Modesty or shyness resulting from a lack of self-confidence.",
    "phrase":"I say this with some diffidence",
    "image":"",
    "swords":"shyness, modesty, modestness, humility, humbleness, timidness, timorousness, reserve",
    "examples":"'It is with diffidence and humility that I greet the ultimate constitutional power in the Republic, the Presidential electors.'"
  },
  {
    "cardid":"39",
    "title":"Dichotomy",
    "definition":"A division or contrast between two things that are or are represented as being opposed or entirely different.",
    "phrase":"a rigid dichotomy between science and mysticism.",
    "image":"",
    "swords":"division, separation, divorce, split, gulf, chasm",
    "examples":"'The old dichotomies begin to collapse as artists emphasize their sense of symbiosis with, rather than detachment from, Nature.'"
  },
  {
    "cardid":"38",
    "title":"Confound",
    "definition":"Cause surprise or confusion in (someone).",
    "phrase":"I was confounded by this unexpected rationality.",
    "image":"",
    "swords":"amaze, astonish, stagger, surprise, startle, stun, stupefy, daze",
    "examples":"'In only a few years, it won't just be the Web that confounds you, it will be your personal computer.'"
  },
  {
    "cardid":"37",
    "title":"Decorum",
    "definition":"Behaviour in keeping with good taste and propriety.",
    "phrase":"he had acted with the utmost decorum.",
    "image":"",
    "swords":"propriety, properness, seemliness, decency, decorousness, appropriacy",
    "examples":"'They are patterns of behaviour or patterns of decorum that we all have,’ says MacArthur.'"
  },
  {
    "cardid":"36",
    "title":"Castigate",
    "definition":"Reprimand (someone) severely.",
    "phrase":"A friend used to castigate me for not wearing a belt.",
    "image":"https://2.bp.blogspot.com/-93gVhQiKE8A/WwE4xLfFLbI/AAAAAAAAAKU/svl1Mci8trklS4a5IAoBzKgWEnwkgq6yQCLcBGAs/s640/Castigate.png",
    "swords":"reprimand, rebuke, admonish, upbraid, reprove, reproach, scold, ",
    "examples":"'He had castigated the team for, among other things, unprofessionalism and indiscipline.'"
  },
  {
    "cardid":"35",
    "title":"Belie",
    "definition":"fail to give a true impression of (something).",
    "phrase":"His tone of voice and the look in his eyes completely belied his words.",
    "image":"",
    "swords":"contradict, disprove, debunk, discredit, explode",
    "examples":"'Its exotic appearance belies the toughness and reliability of its nature.'"
  },
  {
    "cardid":"34",
    "title":"Banal",
    "definition":"so lacking in originality as to be obvious and boring.",
    "phrase":"songs with banal, repeated words",
    "image":"",
    "swords":"clichéd, commonplace, ordinary, common, conventional, stereotyped, predictable",
    "examples":"'I find most New Age spiritual music to be boring and banal but I've met a lot of people that find great use for it.'"
  },
  {
    "cardid":"33",
    "title":"Aesthetic",
    "definition":"concerning or characterized by an appreciation of beauty or good taste.",
    "phrase":"the pictures give great aesthetic pleasure",
    "image":"",
    "swords":"decorative, graceful, elegant, exquisite, beautiful, attractive, pleasing, lovely, stylish",
    "examples":"'The art on the walls was contemporary and unusual, creating an ambience of aesthetic appreciation.'"
  },
  {
    "cardid":"32",
    "title":"Caustic",
    "definition":"Sarcastic in a scathing and bitter way.",
    "phrase":"the players were making caustic comments about the refereeing.",
    "image":"",
    "swords":"sarcastic, sharp, bitter, scathing, derisive, sardonic, ironic, scornful",
    "examples":"'I am continually surprised by Sharon's creativity even if it is currently directed towards caustic but witty sarcasm.'"
  },
  {
    "cardid":"31",
    "title":"Adulterate",
    "definition":"make impure by adding a foreign or inferior substance.",
    "phrase":"the brewer is said to adulterate his beer",
    "image":"",
    "swords":"degrade, debase, spoil, taint, defile, contaminate, pollute, foul, sully",
    "examples":"'The authorities, especially, the health department, should take stringent action against those who are adulterating food.'"
  },
  {
    "cardid":"30",
    "title":"Anecdotal",
    "definition":"not necessarily true or reliable.",
    "phrase":"I have my own theories on this, but they are based purely on anecdotal evidence.",
    "image":"",
    "swords":"informal, unreliable, based on hearsay; unscientific",
    "examples":"'Theory is paraded as fact, anecdotal accounts as hard data.'\n'Some effect measurements are based on anecdotal evidence.'"
  },
  {
    "cardid":"29",
    "title":"Admonish",
    "definition":"scold, reprimand firmly.",
    "phrase":"she admonished me for appearing at breakfast unshaven",
    "image":"https://1.bp.blogspot.com/-D_4yiDzUch4/WwE4vd2i_WI/AAAAAAAAAKA/sJmZXHGu49gW5IpXQKeo8YJ_uQTl2pFiQCLcBGAs/s640/Admonish.png",
    "swords":"lecture, criticize,reprove, upbraid, chastise, chide, censure, castigate, lambaste, berate, reproach",
    "examples":"'It is important that you don't chastise or admonish yourself for your feelings.'"
  },
  {
    "cardid":"28",
    "title":"Imminent",
    "definition":"About to happen.",
    "phrase":"they were in imminent danger of being swept away",
    "image":"https://3.bp.blogspot.com/-Ft28YFDeXGM/WwE4yhIpd5I/AAAAAAAAAKk/LybM2UFgkHMuwH7SoRlrxqQmvDhMbM65wCLcBGAs/s640/Imminent.png",
    "swords":"impending, at hand, close, near, approaching, fast approaching, coming, forthcoming, on the way",
    "examples":"'In the new era which Mark believes is dawning, the temple is rejected and its imminent destruction is expected.'"
  },
  {
    "cardid":"27",
    "title":"Providential",
    "definition":"Occurring at a favourable time; opportune.",
    "phrase":"his appearance had seemed more than just providential",
    "image":"",
    "swords":"opportune, advantageous, favourable, auspicious, propitious, heaven-sent, lucky",
    "examples":"'It was providential that he purchased this exceptional pen and he took the trouble to research its history.'"
  },
  {
    "cardid":"26",
    "title":"Disparate",
    "definition":"Essentially different in kind; not able to be compared.",
    "phrase":"they inhabit disparate worlds of thought",
    "image":"",
    "swords":"contrasting, different, differing, dissimilar, unlike, unalike, poles apart",
    "examples":"'The difference between those and these findings may be due the disparate methodologies used.'"
  },
  {
    "cardid":"25",
    "title":"Plausible",
    "definition":"seeming reasonable or probable.",
    "phrase":"it seems plausible that one of two things may happen",
    "image":"",
    "swords":"credible, reasonable, believable, feasible, possible, conceivable, imaginable",
    "examples":"'A reasoning becomes plausible if it is logical and if there is empirical support.'"
  },
  {
    "cardid":"24",
    "title":"Sanguine",
    "definition":"Optimistic or positive.",
    "phrase":"he is sanguine about prospects for the global economy",
    "image":"",
    "swords":"optimistic, bullish, hopeful, buoyant, positive, confident",
    "examples":"'the committee takes a more sanguine view'"
  },
  {
    "cardid":"23",
    "title":"Abscond",
    "definition":"Leave hurriedly and secretly, typically to escape from custody or avoid arrest.",
    "phrase":"the barman absconded with a week's takings.",
    "image":"https://2.bp.blogspot.com/-MKEswnEtfoI/WwE4vgtAzrI/AAAAAAAAAKE/HG-Xhxjn954Vo6u2-V7ynWbzuQs1HuAVQCLcBGAs/s640/Abscond.png",
    "swords":"run away, escape, bolt, clear out, flee, make off, take flight, take off, fly, decamp",
    "examples":"'She is enjoying significant unescorted ground leave and has not endeavoured to abscond.'"
  },
  {
    "cardid":"22",
    "title":"Revere",
    "definition":"Feel deep respect or admiration for (something).",
    "phrase":"We will always love you, and revere your amazing grace in that wonderful season.",
    "image":"",
    "swords":"respect, admire, esteem, hold in (high) esteem",
    "examples":"'Survivals from the earliest centuries of Christianity were also revered among their treasures'"
  },
  {
    "cardid":"21",
    "title":"Venerate",
    "definition":"Regard with great respect; revere.",
    "phrase":"Philip of Beverley was venerated as a saint",
    "image":"",
    "swords":"revere, reverence, respect, worship, adulate, idolize, exalt, honour, esteem",
    "examples":"'Big corporations tend to treat venerated logos with deep respect.'"
  },
  {
    "cardid":"20",
    "title":"Succinct",
    "definition":"briefly and clearly expressed.",
    "phrase":"use short, succinct sentences",
    "image":"",
    "swords":"concise, short, brief, compact, crisp, laconic, to the point, economic, thumbnail, summary",
    "examples":"'Her crisp and succinct discussion of dowry is sure to remain the classic analysis of this subject.'"
  },
  {
    "cardid":"19",
    "title":"Ingenious",
    "definition":"clever, original, and inventive.",
    "phrase":"he was ingenious enough to overcome the limited budget",
    "image":"https://cdn.pixabay.com/photo/2018/01/24/17/33/light-bulb-3104355_960_720.jpg",
    "swords":"inventive, creative, insightful, inspired, perceptive, intuitive",
    "examples":"'The filmmakers were quite ingenious in imposing the needs of the medium on their depiction of Nash.'"
  },
  {
    "cardid":"18",
    "title":"Meticulous",
    "definition":"Showing great attention to detail; very careful and precise.",
    "phrase":"the designs are hand-glazed with meticulous care",
    "image":"",
    "swords":"careful, painstaking, demanding, exacting, accurate, correct",
    "examples":"'he had always been so meticulous about his appearance'"
  },
  {
    "cardid":"17",
    "title":"Erudite",
    "definition":"Having or showing great knowledge or learning.",
    "phrase":"Ken could turn any conversation into an erudite discussion",
    "image":"https://cdn.pixabay.com/photo/2018/05/19/00/53/online-3412473_960_720.jpg",
    "swords":"learned, scholarly, knowledgeable, lettered, cultured, cultivated, civilized, intellectual",
    "examples":"'she was very erudite'\n'The Clinton debate was, it turned out, an unusually erudite discussion.'"
  },
  {
    "cardid":"16",
    "title":"Fastidious",
    "definition":"very careful and attentive.",
    "phrase":"she dressed with fastidious care",
    "image":"",
    "swords":"scrupulous, punctilious, perfectionist, fussy, finicky, dainty",
    "examples":"'The central characters are fastidious, scrupulous and articulate.'\n'Aside from this fastidious attention to detail, the designer's work has few distinguishing features.'"
  },
  {
    "cardid":"15",
    "title":"Euphoric",
    "definition":"Characterized by or feeling intense excitement and happiness.",
    "phrase":"The atmosphere was euphoric even before we took the lead.",
    "image":"",
    "swords":"elated, happy, joyful, joyous, delighted, animated, jubilant, exultant, ecstatic, blissful",
    "examples":"'You want to know when I'm happy or sad, tired, glad, euphoric, if I just got piece, whatever.'"
  },
  {
    "cardid":"14",
    "title":"Enigma",
    "definition":"A person or thing that is mysterious or difficult to understand.",
    "phrase":"What is left is the puzzle and the enigma that we need to figure out.",
    "image":"https://cdn.pixabay.com/photo/2015/08/11/11/16/enigma-883925_960_720.jpg",
    "swords":"mystery, puzzle, riddle, conundrum, paradox, problem, question mark, quandary",
    "examples":"'It is often felt that death is an enigma, perhaps the ultimate mystery.'"
  },
  {
    "cardid":"13",
    "title":"Pedant",
    "definition":"a person who is excessively concerned with minor details and rules or with displaying academic learning.",
    "phrase":"The questioner is shouted down, accused of being a grammatical pedant.",
    "image":"",
    "swords":"dogmatist, purist, literalist, formalist, doctrinaire; precisionist, perfectionist",
    "examples":"'I like that sentence and I don't care what grammatical pedants think.'"
  },
  {
    "cardid":"12",
    "title":"Abeyance",
    "definition":"A state of temporary disuse or suspension.",
    "phrase":"matters were held in abeyance pending further enquiries",
    "image":"",
    "swords":"suspension, a state of suspension, a state of dormancy, a state of latency, a state of uncertainty, suspense, remission, reserve",
    "examples":"'This meant escalation of the pain that had been held in abeyance.'"
  },
  {
    "cardid":"11",
    "title":"Pragmatic",
    "definition":"Dealing with things sensibly and realistically in a way that is based on practical rather than theoretical considerations.",
    "phrase":"a pragmatic approach to politics.",
    "image":"https://talonsphilosophy.files.wordpress.com/2013/01/drawing-idealist-pragmatist-w800.jpg",
    "swords":"down-to-earth, earthy, hardheaded, matter-of-fact, practical, realistic.",
    "examples":"'All three authors point out that as a composer Stravinsky was very pragmatic.'"
  },
  {
    "cardid":"10",
    "title":"Bolster",
    "definition":"support or strengthen.",
    "phrase":"Place a firm bolster against the wall.",
    "image":"https://3.bp.blogspot.com/-TZlbM2TO5bQ/WwPdB3CDOlI/AAAAAAAAAQI/A87lqqvrjZ0yWv9gIN8RB550r1R_pHsXwCLcBGAs/s1600/Bolster.png",
    "swords":"strengthen, support, reinforce, make stronger, boost, fortify, give a boost to",
    "examples":"'They took high premiums to bolster up the funds.'\n'the fall in interest rates is starting to bolster confidence'"
  },
  {
    "cardid":"9",
    "title":"Soporific",
    "definition":"Tending to induce drowsiness or sleep.",
    "phrase":"the motion of the train had a somewhat soporific effect.",
    "image":"https://2.bp.blogspot.com/-aWq_ZZ2kNjc/WwPbXh5ZbpI/AAAAAAAAAPw/uq0bk-H4rygZ21M44ifalPHTA4eaXrPnQCLcBGAs/s1600/Soporific.png",
    "swords":"sleep-inducing, somnolent, sedative, calmative, tranquillizing, narcotic, opiate, drowsy, sleepy, somniferous",
    "examples":"'some medicine made her soporific'\n'Instead, I stood mesmerised by his soporific chanting.'"
  },
  {
    "cardid":"8",
    "title":"Fervid",
    "definition":"intensely enthusiastic or passionate, especially to an excessive degree.",
    "phrase":"his fervid protestations of love",
    "image":"https://3.bp.blogspot.com/-XO5JDu7DvhI/WwE4yKODgnI/AAAAAAAAAKg/bL5FsDtyebQRYQ4-ovojgwuUiaTImEwbACLcBGAs/s1600/Fervid.png",
    "swords":"ardent, blazing, burning, charged, emotional, hot-blooded, incandescent, intense, passional, passionate",
    "examples":"'I don't have the feeling that he is a fervid prosecutor in the sense that he thinks that anyone accused of something must be guilty.'"
  },
  {
    "cardid":"7",
    "title":"Auspicious",
    "definition":"Conducive to success; favourable.",
    "phrase":"it was not the most auspicious moment to hold an election.",
    "image":"https://2.bp.blogspot.com/-UbOHGQcSHQo/WwE4xNcEu5I/AAAAAAAAAKQ/z3iSQbcHgCQU8ZyxDh_Za-PXtlLwnj9PgCLcBGAs/s1600/Auspicious.png",
    "swords":"favourable, propitious, promising, full of promise, bright, rosy, good, optimistic, hopeful, encouraging",
    "examples":"'This is an auspicious moment for our company,’ says its co-founder.'\n'It was not an auspicious moment to make their dream a reality.'"
  },
  {
    "cardid":"6",
    "title":"Engender",
    "definition":"cause or give rise to (a feeling, situation, or condition).",
    "phrase":"the issue engendered continuing controversy.",
    "image":"https://1.bp.blogspot.com/-wbOt7DwC0gg/WwE40d7zSPI/AAAAAAAAAK4/g2lgwZxjze46QvVT3dmZVkLvJaOhSCPkwCLcBGAs/s1600/engender.png",
    "swords":"produce, create, generate, arouse, rouse, provoke, incite, kindle, trigger",
    "examples":"'It engenders feelings of belief in what can be achieved.'\n'Many of these changes engender anxiety and fear.'"
  },
  {
    "cardid":"5",
    "title":"Aberrant",
    "definition":"Departing from an accepted standard.",
    "phrase":"this somewhat aberrant behaviour requires an explanation.",
    "image":"https://3.bp.blogspot.com/-yWzNYSUpYWc/WwE4vhTz_GI/AAAAAAAAAKI/w6wpWjc3B9Ud4EoXKMhUNMAJ0AhSyjrygCLcBGAs/s640/Aberrant.png",
    "swords":"abnormal, anomalous, atypical, especial, exceeding, exceptional, extraordinary, freak, odd, peculiar, phenomenal, rare, singular, uncommon, unique, unusual",
    "examples":"'This year for some aberrant reason, I feel like watching, so let's all watch together.'\n'In fact, it covers two of my many aberrant fields of interest.'"
  },
  {
    "cardid":"4",
    "title":"Ameliorate",
    "definition":"make something better, become better.",
    "phrase":"The reform did much to ameliorate living standards.",
    "image":"https://2.bp.blogspot.com/-2hIeSDmuAQo/WwPZkpZtDUI/AAAAAAAAAPk/hASMD56SdDk1ucfy0OCFYWtsJ3MNAa9SACLcBGAs/s1600/Ameliorate.png",
    "swords":"alleviate, lighten, mitigate, amend, help, improve, meliorate, relieve, upgrade, step up",
    "examples":"'the reform did much to ameliorate living standards'\n'The humour ameliorates the violence in the statement.'"
  },
  {
    "cardid":"3",
    "title":"Laconic",
    "definition":"brief and to the point; effectively cut short. ",
    "phrase":"Jessica is so talkative that her sister thought the situation warranted conciseness, and her being laconic.",
    "image":"https://3.bp.blogspot.com/-z7muq4otSMo/WwE4zI-_dqI/AAAAAAAAAKs/d7OGqMRBZhk4ZTFKMcAWpjBgPW8EevwhACLcBGAs/s640/Laconic.png",
    "swords":"brief, concise, terse, succinct, short, economical, elliptical, crisp, pithy, to the point, incisive, short and sweet, compendious",
    "examples":"'The problem is likely to be, at least in part, Hilberg's laconic style.'\n'his laconic reply suggested a lack of interest in the topic.'"
  },
  {
    "cardid":"2",
    "title":"Profound",
    "definition":"very great or intense; thoughtful.",
    "phrase":"The experience had a very profound effect on me, both emotionally and spiritually.",
    "image":"https://2.bp.blogspot.com/-fKdlDUdZUUc/WwE4zWM_M7I/AAAAAAAAAKw/Wfaag6LQNxcQV7THBM9Q6Pb5zjn-_aHdQCLcBGAs/s640/Profound.png",
    "swords":"heartfelt, intense, keen, great, very great, extreme",
    "examples":"'Such films can never have a profound influence on the viewers, he says'.\n'I think it has quite profound implications for us as human beings.'"
  },
  {
    "cardid":"1",
    "title":"Abate",
    "definition":"become less intense or widespread; to reduce; lessen; diminish.",
    "phrase":"The storm suddenly abated.",
    "image":"https://3.bp.blogspot.com/-yWzNYSUpYWc/WwE4vhTz_GI/AAAAAAAAAKI/w6wpWjc3B9Ud4EoXKMhUNMAJ0AhSyjrygCLcBGAs/s640/Aberrant.png",
    "swords":"decrease, lessen, diminish, reduce, lower, dampen",
    "examples":"'nothing abated his crusading zeal.'\n'energy efficiency may be the quickest way to abate emissions of carbon dioxide.'"
  }
 ]
